Repository: sidey-app/SIDEY-source
Catalog: macos/SIDEY/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hant

# realtime.rollout.error.contract_mismatch
source: The Firebase real-time contract enabled by the server doesn’t match this app.
ja: サーバーで有効化されたFirebaseのリアルタイム契約がこのアプリと一致しません。
ko: 서버가 활성화한 Firebase 실시간 계약이 이 앱과 일치하지 않습니다.
zh_hant: 伺服器啟用的 Firebase 即時合約與此 App 不符。

# realtime.rollout.error.enabled_policy_unavailable
source: Couldn’t verify the enabled Firebase real-time policy and kill-switch status.
ja: 有効なFirebaseのリアルタイムポリシーとキルスイッチの状態を確認できませんでした。
ko: 활성화된 Firebase 실시간 정책과 kill-switch 상태를 확인할 수 없습니다.
zh_hant: 無法確認已啟用的 Firebase 即時政策與緊急停止開關狀態。

# realtime.rollout.error.malformed_response
source: The real-time rollout policy response is invalid.
ja: リアルタイムrolloutポリシーの応答が正しくありません。
ko: 실시간 전환 정책 응답이 올바르지 않습니다.
zh_hant: 即時 rollout 政策回應無效。

# settings.account.delete.authentication_notice
source: Enter “DELETE,” then authenticate with Apple again to delete the account immediately.
ja: 「削除」と入力し、Appleで再認証するとすぐに削除されます。
ko: ‘탈퇴’를 입력한 뒤 Apple로 다시 인증하면 즉시 삭제됩니다.
zh_hant: 輸入「刪除」並再次使用 Apple 驗證後，帳號會立即刪除。

# settings.account.delete.confirmation_phrase
source: DELETE
ja: 削除
ko: 탈퇴
zh_hant: 刪除

# settings.account.delete.description
source: This deletes your profile, messages, and group memberships. Purchase records may be kept separately from your account where required for accounting and fraud prevention.
ja: プロフィール、メッセージ、グループのメンバーシップを削除します。購入記録は、会計および不正利用防止に必要な範囲でアカウントと分けて保持される場合があります。
ko: 프로필, 메시지, 그룹 멤버십을 삭제합니다. 구매 기록은 회계·부정 사용 방지에 필요한 범위에서 계정과 분리해 보관될 수 있습니다.
zh_hant: 這會刪除你的個人檔案、訊息和群組成員資格。基於會計與防止詐騙所需，購買紀錄可能會與帳號分開保存。

# settings.account.delete.placeholder
source: Type “DELETE” to confirm
ja: 確認のため「削除」と入力
ko: 확인을 위해 ‘탈퇴’ 입력
zh_hant: 輸入「刪除」以確認

# settings.account.delete.reveal
source: Delete Account…
ja: アカウントを削除…
ko: 계정 탈퇴…
zh_hant: 刪除帳號…

# settings.account.delete.title
source: Delete Account
ja: アカウントを削除
ko: 계정 탈퇴
zh_hant: 刪除帳號

# settings.account.privacy_policy
source: Privacy Policy
ja: プライバシーポリシー
ko: 개인정보 처리방침
zh_hant: 隱私權政策

# settings.account.restore_purchases
source: Restore Purchases
ja: 購入を復元
ko: 구매 복원
zh_hant: 還原購買項目

# settings.account.subtitle
source: Manage account data and App Store purchase connections.
ja: アカウントデータとApp Store購入の連携を管理します。
ko: 계정 데이터와 App Store 구매 연결을 관리합니다.
zh_hant: 管理帳號資料與 App Store 購買連結。

# settings.account.terms
source: Terms of Service
ja: 利用規約
ko: 이용약관
zh_hant: 服務條款

# settings.account.title
source: Account & Privacy
ja: アカウントとプライバシー
ko: 계정 및 개인정보
zh_hant: 帳號與隱私權

# settings.display.offline_members.description
source: Show offline friends as sleeping characters with a red status dot.
ja: オフラインの友だちも、眠っているキャラクターと赤いステータス点で表示します。
ko: 접속하지 않은 친구도 잠든 캐릭터와 빨간 상태 점으로 표시합니다.
zh_hant: 離線的朋友也會顯示為睡著的角色，並帶有紅色狀態點。

# settings.display.offline_members.title
source: Show Offline Members
ja: オフラインメンバーを表示
ko: 오프라인 멤버 표시
zh_hant: 顯示離線成員

# settings.display.quiet_mode.description
source: Hide message text and typing dots while keeping connection status and unread counts.
ja: メッセージ本文と入力中の点を隠し、接続状態と未読数は表示します。
ko: 메시지 본문과 타이핑 점을 숨기고 연결 상태와 미확인 수는 유지합니다.
zh_hant: 隱藏訊息內容與輸入提示點，同時保留連線狀態與未讀數。

# settings.display.quiet_mode.title
source: Quiet Mode
ja: 静かモード
ko: 조용히 모드
zh_hant: 安靜模式

# settings.display.subtitle
source: Control how friends’ status and messages appear on screen.
ja: 友だちの状態とメッセージが画面に表示される方法を調整できます。
ko: 친구 상태와 메시지가 화면에 나타나는 방식을 조절할 수 있습니다.
zh_hant: 調整朋友狀態與訊息在螢幕上的顯示方式。

# settings.display.throw_guard.description
source: When off, you can click a friend’s character immediately. When on, you must double-right-click your character first, then click within 10 seconds.
ja: オフにすると友だちのキャラクターをすぐクリックできます。オンにすると、自分のキャラクターを右ダブルクリックしてから10秒間だけクリックできます。
ko: 끄면 친구 캐릭터를 바로 클릭할 수 있고, 켜면 내 캐릭터를 더블 우클릭한 뒤 10초 동안만 클릭할 수 있습니다.
zh_hant: 關閉時可直接點按朋友的角色；開啟時，必須先在自己的角色上按兩下右鍵，並在 10 秒內點按。

# settings.display.throw_guard.title
source: Double-Right-Click Before Throwing
ja: 右ダブルクリックしてから投げる
ko: 더블 우클릭 후 던지기
zh_hant: 按兩下右鍵後才能投擲

# settings.display.title
source: Display
ja: 表示
ko: 표시
zh_hant: 顯示

# settings.general.launch_at_login.description
source: Start SIDEY automatically when you log in to your Mac.
ja: Macへのログイン時にSIDEYを自動的に起動します。
ko: Mac에 로그인하면 SIDEY를 자동으로 시작합니다.
zh_hant: 登入 Mac 時自動啟動 SIDEY。

# settings.general.launch_at_login.title
source: Open at Login
ja: ログイン時に開く
ko: 로그인 시 자동 실행
zh_hant: 登入時開啟

# settings.general.overlay_visible.description
source: Show your friends’ pixel world along the selected screen edge.
ja: 選択した画面端に友だちのピクセルワールドを表示します。
ko: 선택한 화면 가장자리에 친구들의 픽셀 월드를 표시합니다.
zh_hant: 在所選的螢幕邊緣顯示朋友的像素世界。

# settings.general.overlay_visible.title
source: Show Pixel World
ja: ピクセルワールドを表示
ko: 픽셀 월드 표시
zh_hant: 顯示像素世界

# settings.general.subtitle
source: Configure SIDEY’s basic display and startup behavior.
ja: SIDEYの基本的な表示と起動方法を設定できます。
ko: SIDEY의 기본 표시와 실행 방식을 설정할 수 있습니다.
zh_hant: 設定 SIDEY 的基本顯示與啟動方式。

# settings.general.title
source: General
ja: 一般
ko: 일반
zh_hant: 一般

# settings.navigation.app
source: App Settings
ja: アプリ設定
ko: 앱 설정
zh_hant: App 設定

# settings.navigation.groups
source: Groups
ja: グループ
ko: 그룹
zh_hant: 群組

# settings.navigation.profile
source: My Profile
ja: マイプロフィール
ko: 내 프로필
zh_hant: 我的個人檔案

# settings.navigation.store
source: Customize & Store
ja: カスタマイズ・ストア
ko: 꾸미기·상점
zh_hant: 自訂與商店

# settings.page.app
source: App Settings
ja: アプリ設定
ko: 앱 설정
zh_hant: App 設定

# settings.page.groups
source: Groups
ja: グループ
ko: 그룹
zh_hant: 群組

# settings.page.profile
source: My Profile
ja: プロフィール
ko: 내 프로필
zh_hant: 我的個人檔案

# settings.page.store
source: Customize & Store
ja: カスタマイズ・ストア
ko: 꾸미기·상점
zh_hant: 自訂與商店

# settings.placement.edge.bottom
source: Bottom
ja: 下
ko: 하단
zh_hant: 下方

# settings.placement.edge.description
source: Choose the screen edge where characters walk.
ja: キャラクターが歩く画面端を選びます。
ko: 캐릭터가 걸어 다닐 화면 방향을 선택합니다.
zh_hant: 選擇角色行走的螢幕邊緣。

# settings.placement.edge.left
source: Left
ja: 左
ko: 좌측
zh_hant: 左側

# settings.placement.edge.picker
source: Edge
ja: 画面端
ko: 가장자리
zh_hant: 邊緣

# settings.placement.edge.right
source: Right
ja: 右
ko: 우측
zh_hant: 右側

# settings.placement.edge.title
source: Edge
ja: 画面端
ko: 가장자리
zh_hant: 邊緣

# settings.placement.edge.top
source: Top
ja: 上
ko: 상단
zh_hant: 上方

# settings.placement.monitor.description
source: Choose the display for the pixel world. You can move the composer separately using its left handle.
ja: ピクセルワールドを表示する画面を選びます。入力ウインドウは左側のハンドルで別に移動できます。
ko: 픽셀 월드를 표시할 화면을 선택합니다. 입력창은 왼쪽 손잡이로 따로 이동할 수 있습니다.
zh_hant: 選擇要顯示像素世界的螢幕。輸入視窗可使用左側把手另外移動。

# settings.placement.monitor.picker
source: Display
ja: ディスプレイ
ko: 모니터
zh_hant: 螢幕

# settings.placement.monitor.title
source: Display
ja: ディスプレイ
ko: 모니터
zh_hant: 螢幕

# settings.placement.span.description
source: Choose how much of the selected edge the world occupies.
ja: 選択した画面端でワールドが占める範囲を選びます。
ko: 선택한 가장자리에서 월드가 차지할 범위를 선택합니다.
zh_hant: 選擇像素世界在所選邊緣占用的範圍。

# settings.placement.span.full
source: Full
ja: 全体
ko: 전체
zh_hant: 全部

# settings.placement.span.picker
source: Length
ja: 長さ
ko: 길이
zh_hant: 長度

# settings.placement.span.title
source: World Length
ja: 範囲の長さ
ko: 영역 길이
zh_hant: 範圍長度

# settings.placement.subtitle
source: Choose the display and position for your pixel characters.
ja: ピクセルキャラクターを表示する画面と位置を選べます。
ko: 픽셀 캐릭터를 표시할 화면과 위치를 선택할 수 있습니다.
zh_hant: 選擇顯示像素角色的螢幕與位置。

# settings.placement.title
source: World Placement
ja: ワールドの配置
ko: 월드 배치
zh_hant: 世界位置

# settings.shortcuts.composer
source: Open / Close Composer
ja: 入力ウインドウを開く／閉じる
ko: 입력창 열기 / 닫기
zh_hant: 開啟／關閉輸入視窗

# settings.shortcuts.history
source: Open Recent History
ja: 最近の履歴を開く
ko: 최근 기록 열기
zh_hant: 開啟最近記錄

# settings.shortcuts.key.picker
source: Key
ja: キー
ko: 키
zh_hant: 按鍵

# settings.shortcuts.modifier.command
source: Command
ja: Commandキー
zh_hant: Command 鍵

# settings.shortcuts.modifier.control
source: Control
ja: Controlキー
zh_hant: Control 鍵

# settings.shortcuts.modifier.option
source: Option
ja: Optionキー
zh_hant: Option 鍵

# settings.shortcuts.modifier.shift
source: Shift
ja: Shiftキー
zh_hant: Shift 鍵

# settings.shortcuts.overlay
source: Show / Hide Overlay
ja: オーバーレイを表示／非表示
ko: 오버레이 보이기 / 숨기기
zh_hant: 顯示／隱藏覆疊層

# settings.shortcuts.quiet_mode
source: Quiet Mode
ja: 静かモード
ko: 조용히 모드
zh_hant: 安靜模式

# settings.shortcuts.restore_default.accessibility
source: Restore default shortcut
ja: デフォルトのショートカットに戻す
ko: 기본 단축키로 복원
zh_hant: 還原預設快捷鍵

# settings.shortcuts.restore_default.help
source: Restore default shortcut
ja: デフォルトのショートカットに戻す
ko: 기본 단축키로 복원
zh_hant: 還原預設快捷鍵

# settings.shortcuts.subtitle
source: Choose at least one modifier and a letter or number key. Changes apply immediately.
ja: 修飾キーを1つ以上選び、英字または数字キーを指定します。変更はすぐに適用されます。
ko: 수정 키를 하나 이상 선택하고 영문 또는 숫자 키를 지정합니다. 변경은 바로 적용됩니다.
zh_hant: 選擇至少一個修飾鍵，再指定英文字母或數字鍵。變更會立即套用。

# settings.shortcuts.title
source: Global Shortcuts
ja: グローバルショートカット
ko: 전역 단축키
zh_hant: 全域快捷鍵

# settings.sound.character_effects.description
source: Play a sound when a character is hit in the current group.
ja: 現在のグループでキャラクターが当たったときに効果音を再生します。
ko: 현재 그룹에서 캐릭터가 맞을 때 효과음을 재생합니다.
zh_hant: 目前群組中的角色被擊中時播放音效。

# settings.sound.character_effects.title
source: Character Sound Effects
ja: キャラクター効果音
ko: 캐릭터 효과음
zh_hant: 角色音效

# settings.sound.subtitle
source: Configure character sound effects.
ja: キャラクター効果音の再生を設定します。
ko: 캐릭터 효과음 재생을 설정합니다.
zh_hant: 設定角色音效播放方式。

# settings.sound.title
source: Sound
ja: サウンド
ko: 소리
zh_hant: 聲音

# settings.window.title
source: SIDEY Settings
ja: SIDEY設定
ko: SIDEY 설정
zh_hant: SIDEY 設定

# shortcut.action.composer
source: Open / Close Composer
ja: 入力欄を開く / 閉じる
ko: 입력창 열기 / 닫기
zh_hant: 開啟 / 關閉輸入框

# shortcut.action.history
source: Open Recent Messages
ja: 最近の履歴を開く
ko: 최근 기록 열기
zh_hant: 開啟最近記錄

# shortcut.action.overlay
source: Show / Hide Overlay
ja: オーバーレイを表示 / 非表示
ko: 오버레이 보이기 / 숨기기
zh_hant: 顯示 / 隱藏浮動層

# shortcut.action.quiet_mode
source: Quiet Mode
ja: 静かモード
ko: 조용히 모드
zh_hant: 安靜模式

# shortcut.error.duplicate
source: Already used by “%@.” The existing shortcut will be kept.
ja: 「%@」ですでに使用されています。現在のショートカットを維持します。
ko: ‘%@’에서 이미 사용 중입니다. 기존 단축키를 유지합니다.
zh_hant: 「%@」已使用此快速鍵，將保留原有快速鍵。

# shortcut.error.modifier_required
source: Select at least one modifier key. The existing shortcut will be kept.
ja: 修飾キーを1つ以上選択してください。現在のショートカットを維持します。
ko: 수정 키를 하나 이상 선택해야 합니다. 기존 단축키를 유지합니다.
zh_hant: 請至少選擇一個輔助鍵，將保留原有快速鍵。

# shortcut.error.new_binding_registration_failed
source: Couldn’t register the new shortcut, so the existing shortcut will be kept.
ja: 新しいショートカットを登録できなかったため、現在のショートカットを維持します。
ko: 새 단축키를 등록하지 못해 기존 단축키를 유지합니다.
zh_hant: 無法註冊新的快速鍵，因此將保留原有快速鍵。

# shortcut.error.new_binding_used_by_other_app
source: This combination is used by another app. The existing shortcut will be kept.
ja: この組み合わせは別のアプリで使用されています。現在のショートカットを維持します。
ko: 다른 앱에서 사용 중인 조합입니다. 기존 단축키를 유지합니다.
zh_hant: 此組合已被其他 App 使用，將保留原有快速鍵。

# shortcut.error.registration_failed
source: Couldn’t register the shortcut. Choose another shortcut.
ja: ショートカットを登録できませんでした。別のショートカットに変更してください。
ko: 단축키를 등록하지 못했습니다. 다른 단축키로 변경해 주세요.
zh_hant: 無法註冊快速鍵，請改用其他快速鍵。

# shortcut.error.used_by_other_app
source: This shortcut is used by another app. Choose another shortcut or check the conflicting app’s settings.
ja: 別のアプリで使用されています。別のショートカットに変更するか、競合するアプリの設定を確認してください。
ko: 다른 앱에서 사용 중입니다. 다른 단축키로 변경하거나 충돌하는 앱 설정을 확인해 주세요.
zh_hant: 此快速鍵已被其他 App 使用。請改用其他快速鍵，或檢查發生衝突的 App 設定。

# shortcut.status.change_failed
source: Change Failed
ja: 変更失敗
ko: 변경 실패
zh_hant: 變更失敗

# shortcut.status.unavailable
source: Shortcut Unavailable
ja: ショートカットを使用できません
ko: 단축키 사용 불가
zh_hant: 快速鍵無法使用

# status.icon.unread.accessibility
source: %@, unread messages
ja: %@、未読メッセージあり
ko: %@, 읽지 않은 메시지 있음
zh_hant: %@，有未讀訊息

# status.menu.active_group
source: Active Group
ja: アクティブなグループ
ko: 활성 그룹
zh_hant: 目前群組

# status.menu.compose
source: New Message…
ja: メッセージを作成…
ko: 메시지 작성…
zh_hant: 撰寫訊息…

# status.menu.group_settings
source: Group Settings…
ja: グループ設定…
ko: 그룹 설정…
zh_hant: 群組設定…

# status.menu.history
source: Recent Messages…
ja: 最近の履歴…
ko: 최근 기록…
zh_hant: 最近記錄…

# status.menu.launch_at_login
source: Open at Login
ja: ログイン時に開く
ko: 로그인 시 자동 실행
zh_hant: 登入時開啟

# status.menu.no_connected_groups
source: No Connected Groups
ja: 接続中のグループはありません
ko: 연결된 그룹 없음
zh_hant: 沒有已連線的群組

# status.menu.overlay.hide
source: Hide Overlay
ja: オーバーレイを隠す
ko: 오버레이 숨기기
zh_hant: 隱藏浮動層

# status.menu.overlay.show
source: Show Overlay
ja: オーバーレイを表示
ko: 오버레이 보이기
zh_hant: 顯示浮動層

# status.menu.quiet_mode
source: Quiet Mode
ja: 静かモード
ko: 조용히 모드
zh_hant: 安靜模式

# status.menu.quit
source: Quit %@
ja: %@を終了
ko: %@ 종료
zh_hant: 結束 %@

# status.menu.settings
source: Settings…
ja: 設定…
ko: 설정…
zh_hant: 設定…

# status.menu.store
source: Store…
ja: ストア…
ko: 상점…
zh_hant: 商店…

# status.tooltip.unread
source: %@ · Unread messages
ja: %@ · 未読メッセージあり
ko: %@ · 읽지 않은 메시지 있음
zh_hant: %@ · 有未讀訊息

# store.coming_soon.badge
source: Coming Soon
ja: 近日公開
ko: 추후 오픈 예정
zh_hant: 即將推出

# store.coming_soon.detail
source: The store is getting ready. See you soon.
ja: ストアは準備中です。もうしばらくお待ちください。
ko: 상점은 준비 중입니다. 빠른 시일 내에 만나요.
zh_hant: 商店準備中，敬請期待。

# store.coming_soon.product.accessibility
source: %@, coming soon
ja: %@、近日公開
ko: %@, 추후 오픈 예정
zh_hant: %@，即將推出

# store.empty.description
source: Try changing the product type or owned filter.
ja: 商品の種類や所有フィルターを変更してみてください。
ko: 상품 종류나 보유 필터를 바꿔 보세요.
zh_hant: 請嘗試變更商品類型或已擁有篩選條件。

# store.empty.title
source: No Matching Products
ja: 条件に合う商品はありません
ko: 조건에 맞는 상품 없음
zh_hant: 找不到符合條件的商品

# store.error.auto_equip_failed
source: Your purchase was applied, but the item couldn’t be equipped automatically.
ja: 購入は反映されましたが、自動で装着できませんでした。
ko: 구매는 반영됐지만 자동으로 장착하지 못했습니다.
zh_hant: 購買已生效，但無法自動使用此項目。

# store.error.auto_equip_realtime_grant_pending
source: Automatic equipment was saved to the server, but the new real-time access couldn’t be verified yet: %@
ja: 自動装着はサーバーに反映されましたが、新しいリアルタイム権限をまだ確認できません：%@
ko: 자동 장착은 서버에 반영됐지만 새 실시간 권한을 확인 중입니다: %@
zh_hant: 自動裝備已儲存至伺服器，但仍無法確認新的即時存取權限：%@

# store.error.entitlements_reconcile_failed
source: Couldn’t apply your App Store purchases.
ja: App Storeの購入履歴を反映できませんでした。
ko: App Store 구매 내역을 반영하지 못했습니다.
zh_hant: 無法套用 App Store 購買項目。

# store.error.equipment_realtime_grant_pending
source: The equipment change was saved to the server, but the new real-time access couldn’t be verified yet: %@
ja: 装着状態はサーバーに反映されましたが、新しいリアルタイム権限をまだ確認できません：%@
ko: 장착은 서버에 반영됐지만 새 실시간 권한을 확인 중입니다: %@
zh_hant: 裝備狀態已儲存至伺服器，但仍無法確認新的即時存取權限：%@

# store.error.equipment_update_failed
source: Couldn’t update the equipped item.
ja: 装着状態を変更できませんでした。
ko: 장착 상태를 바꾸지 못했습니다.
zh_hant: 無法更新使用中的項目。

# store.error.product_unavailable
source: This product isn’t available on the App Store.
ja: App Storeでこの商品を見つけられませんでした。
ko: App Store에서 이 상품을 찾지 못했습니다.
zh_hant: App Store 找不到此商品。

# store.error.products_load_failed
source: Couldn’t load App Store product information.
ja: App Storeの商品情報を読み込めませんでした。
ko: App Store 상품 정보를 불러오지 못했습니다.
zh_hant: 無法載入 App Store 商品資訊。

# store.error.purchase_failed
source: Couldn’t process the purchase of %@.
ja: %@の購入を処理できませんでした。
ko: %@ 구매를 처리하지 못했습니다.
zh_hant: 無法處理 %@ 的購買。

# store.error.purchase_pending
source: Purchase approval is pending. It will be applied automatically after approval.
ja: 購入の承認待ちです。承認後に自動で反映されます。
ko: 구매 승인이 대기 중입니다. 승인 후 자동으로 반영됩니다.
zh_hant: 購買正在等待核准，核准後會自動套用。

# store.error.purchase_status_failed
source: Couldn’t confirm the purchase status.
ja: 購入状況を確認できませんでした。
ko: 결제 상태를 확인하지 못했습니다.
zh_hant: 無法確認購買狀態。

# store.error.server_rejected
source: The server didn’t accept the App Store transaction.
ja: サーバーがApp Store取引を承認しませんでした。
ko: 서버가 App Store 거래를 승인하지 않았습니다.
zh_hant: 伺服器未接受 App Store 交易。

# store.error.transaction_update_failed
source: Couldn’t apply an App Store transaction update.
ja: App Storeの取引更新を反映できませんでした。
ko: App Store 거래를 반영하지 못했습니다.
zh_hant: 無法套用 App Store 交易更新。

# store.error.unknown_result
source: The App Store returned an unknown purchase result.
ja: App Storeから不明な購入結果が返されました。
ko: 알 수 없는 App Store 구매 결과입니다.
zh_hant: App Store 傳回了未知的購買結果。

# store.error.unverified_transaction
source: The transaction wasn’t applied because Apple couldn’t verify it.
ja: Appleで検証できなかったため、取引は反映されませんでした。
ko: Apple이 검증하지 못한 거래라 반영하지 않았습니다.
zh_hant: Apple 無法驗證此交易，因此未套用。

# store.error.verifier_not_configured
source: The App Store transaction verification service isn’t configured.
ja: App Store取引の検証サービスが設定されていません。
ko: App Store 거래 검증 서버가 설정되지 않았습니다.
zh_hant: 尚未設定 App Store 交易驗證服務。

# store.filter.hide_owned
source: Hide Owned
ja: 所有済みを隠す
ko: 보유 중 숨기기
zh_hant: 隱藏已擁有項目

# store.filter.kind
source: Product Type
ja: 商品の種類
ko: 상품 종류
zh_hant: 商品類型

# store.filter.kind.accessibility
source: Store product type
ja: ストア商品の種類
ko: 상점 상품 종류
zh_hant: 商店商品類型

# store.filter.menu
source: Sort & Filter
ja: 並べ替えとフィルター
ko: 정렬 및 필터
zh_hant: 排序與篩選

# store.footer.app_store.entitlement
source: Apple processes purchases, and access is added to your account after server verification.
ja: 購入はAppleが処理し、サーバーでの検証後に利用権がアカウントへ反映されます。
ko: 구매는 Apple이 처리하며 서버 검증 뒤 계정에 사용권이 반영됩니다.
zh_hant: 購買由 Apple 處理，經伺服器驗證後，使用權會加入您的帳號。

# store.footer.app_store.headline
source: Prices and payments are shown and processed by the App Store.
ja: 価格の表示と支払い処理はApp Storeで行われます。
ko: 가격과 결제는 App Store에서 표시하고 처리합니다.
zh_hant: 價格與付款由 App Store 顯示及處理。

# store.footer.app_store.refund
source: Refunds and billing inquiries follow Apple’s App Store policies and procedures.
ja: 返金や支払いに関するお問い合わせには、AppleのApp Storeポリシーと手続きが適用されます。
ko: 환불과 결제 문의는 Apple의 App Store 정책과 절차를 따릅니다.
zh_hant: 退款與付款問題依 Apple 的 App Store 政策及程序處理。

# store.footer.coming_soon
source: The store is coming soon. You can keep using items you already own.
ja: ストアは準備中です。所有済みの商品は引き続き利用できます。
ko: 현재 상점은 준비 중입니다. 보유 상품은 계속 사용할 수 있습니다.
zh_hant: 商店即將推出。您仍可繼續使用已擁有的商品。

# store.footer.direct.entitlement
source: Displayed prices include tax. Access to digital customization items begins after server confirmation.
ja: 表示価格は税込みです。サーバー確認後、デジタルカスタマイズ商品の利用権が開始されます。
ko: 표시 가격은 부가세 포함이며 서버 확인 뒤 디지털 꾸미기 사용권이 즉시 시작됩니다.
zh_hant: 顯示價格含稅。伺服器確認後，即可使用數位自訂商品。

# store.footer.direct.refund
source: Change-of-mind refunds aren’t available after access begins. Full refunds are provided where legally required, including non-delivery, mismatch, duplicate, or unauthorized payment.
ja: 提供開始後の自己都合による返金はできません。未提供、契約不一致、重複・不正決済など法定事由には全額返金します。
ko: 제공 시작 뒤 단순 변심 환불은 불가하며, 미제공·계약 불일치·중복·무단 결제 등 법정 사유는 전액 환불합니다.
zh_hant: 開始提供後不接受因改變心意而退款；未提供、與合約不符、重複或未授權付款等法定情況可全額退款。

# store.kind.bubble
source: Speech Bubble
ja: 吹き出し
ko: 말풍선
zh_hant: 對話框

# store.kind.character
source: Character
ja: キャラクター
ko: 캐릭터
zh_hant: 角色

# store.kind.keepsake
source: Keepsake
ja: お気に入りアイテム
ko: 애착 물건
zh_hant: 珍藏物

# store.kind.throwable
source: Throwable
ja: 投げアイテム
ko: 투척물
zh_hant: 投擲物

# store.preview.accessibility
source: %@ preview
ja: %@のプレビュー
ko: %@ 미리보기
zh_hant: %@ 預覽

# store.preview.character_interaction_hint
source: Click the other character to try throwing %@. Double-click a character to see its pop-up reaction.
ja: 相手のキャラクターをクリックすると%@を投げられます。キャラクターをダブルクリックすると拡大リアクションを確認できます。
ko: 상대 캐릭터를 클릭해 %@ 던지기를 체험할 수 있습니다. 캐릭터를 두 번 클릭하면 확대 반응을 볼 수 있습니다.
zh_hant: 點按另一個角色可試丟 %@。按兩下角色可查看放大反應。

# store.preview.default_throwable
source: Default Soft Ball
ja: デフォルトのやわらかボール
ko: 기본 말랑공
zh_hant: 預設軟球

# store.preview.double_click_hint
source: Double-click a character to see its pop-up reaction.
ja: キャラクターをダブルクリックすると拡大リアクションを確認できます。
ko: 캐릭터를 두 번 클릭하면 확대 반응을 볼 수 있습니다.
zh_hant: 按兩下角色可查看放大反應。

# store.preview.member.dubu
source: Dubu
ja: ドゥブ
ko: 두부
zh_hant: 豆腐

# store.preview.member.moka
source: Moka
ja: モカ
ko: 모카
zh_hant: 摩卡

# store.preview.message.left
source: Any dinner ideas?
ja: 晩ごはん、何がいい？
ko: 저메추좀 해줘
zh_hant: 晚餐吃什麼好？

# store.preview.message.right
source: How about spicy chicken stew?
ja: コプドリタンはどう？
ko: 곱도리탕 어때?
zh_hant: 韓式辣雞鍋怎麼樣？

# store.preview.reduce_motion_hint
source: Reduce Motion is on, so a still scene is shown.
ja: 「視差効果を減らす」がオンのため、静止した場面を表示しています。
ko: 동작 줄이기가 켜져 정지된 장면을 표시합니다.
zh_hant: 已開啟「減少動態效果」，因此顯示靜止畫面。

# store.preview.sound.off
source: Turn Off Preview Sound
ja: プレビュー音をオフ
ko: 미리보기 소리 끄기
zh_hant: 關閉預覽音效

# store.preview.sound.on
source: Turn On Preview Sound
ja: プレビュー音をオン
ko: 미리보기 소리 켜기
zh_hant: 開啟預覽音效

# store.preview.tree_toggle_hint
source: Right-click the tree to stop it, then right-click again to make it walk.
ja: 木を右クリックすると止まり、もう一度右クリックすると歩きます。
ko: 나무를 우클릭하면 멈추고, 다시 우클릭하면 걸어요.
zh_hant: 以右鍵點按小樹可讓它停下，再按一次就會繼續走。

# store.price.loading
source: Loading the price…
ja: 価格を読み込んでいます…
ko: 가격을 불러오는 중이에요
zh_hant: 正在載入價格…

# store.price.loading.short
source: Checking Price
ja: 価格を確認中
ko: 가격 확인 중
zh_hant: 正在確認價格

# store.price.required
source: Price Check Required
ja: 価格の確認が必要
ko: 가격 확인 필요
zh_hant: 需要確認價格

# store.price.retry
source: Check Price Again
ja: 価格を再確認
ko: 가격 다시 확인
zh_hant: 重新確認價格

# store.price.unavailable
source: The App Store price is unavailable.
ja: App Storeの価格を確認できません。
ko: App Store 가격을 확인할 수 없어요
zh_hant: 無法取得 App Store 價格。

# store.price.unavailable.short
source: Price Unavailable
ja: 価格を確認できません
ko: 가격 확인 불가
zh_hant: 無法確認價格

# store.processing
source: Processing
ja: 処理中
ko: 처리 중
zh_hant: 處理中

# store.product.detail.close
source: Close product details
ja: 商品詳細を閉じる
ko: 상품 상세 닫기
zh_hant: 關閉商品詳細資訊

# store.product.detail.hint
source: View details
ja: 詳細を表示
ko: 상세 보기
zh_hant: 查看詳細資訊

# store.product.equipped
source: Equipped
ja: 使用中
ko: 사용 중
zh_hant: 使用中

# store.product.preview.hint
source: Preview details
ja: 詳細をプレビュー
ko: 상세 미리보기
zh_hant: 預覽詳細資訊

# store.product.processing.accessibility
source: Processing %@
ja: %@を処理中
ko: %@ 처리 중
zh_hant: 正在處理 %@

# store.product.sold_separately
source: Sold Separately
ja: 別売り
ko: 별도 판매
zh_hant: 另售

# store.product.unavailable.detail
source: This product isn’t available for purchase yet.
ja: この商品はまだ購入できません。
ko: 이 상품은 아직 구매할 수 없어요.
zh_hant: 此商品目前尚無法購買。

# store.purchase.accessibility
source: Buy %@ for %@
ja: %@を%@で購入
ko: %@, %@ 구매
zh_hant: 以 %2$@ 購買 %1$@

# store.purchase.action
source: Buy %@ · %@
ja: %@を%@で購入
ko: %@ · %@ 구매
zh_hant: 以 %2$@ 購買 %1$@

# store.purchase.available
source: Available
ja: 購入可能
ko: 구매 가능
zh_hant: 可購買

# store.purchase.confirming
source: Confirming
ja: 確認中
ko: 확인 중
zh_hant: 確認中

# store.purchase.error
source: Error
ja: エラー
ko: 오류
zh_hant: 錯誤

# store.purchase.opening_checkout
source: Opening Checkout
ja: 購入画面を開いています
ko: 결제창 여는 중
zh_hant: 正在開啟結帳頁面

# store.purchase.owned
source: Owned
ja: 所有済み
ko: 보유 중
zh_hant: 已擁有

# store.purchase.refunded
source: Refunded
ja: 返金済み
ko: 환불됨
zh_hant: 已退款

# store.purchase.success
source: %@ purchased.
ja: %@を購入しました。
ko: %@ 구매가 완료되었습니다.
zh_hant: 已購買 %@。

# store.purchase.unavailable
source: Currently Unavailable
ja: 現在購入できません
ko: 현재 구매 불가
zh_hant: 目前無法購買

# store.purchase_and_equip.success
source: %@ purchased and equipped.
ja: %@を購入して装着しました。
ko: %@ 구매 및 장착이 완료되었습니다.
zh_hant: 已購買並使用 %@。

# store.restore.action
source: Restore Purchases
ja: 購入を復元
ko: 구매 복원
zh_hant: 回復購買項目

# store.restore.failed
source: Couldn’t restore purchases.
ja: 購入履歴を復元できませんでした。
ko: 구매 내역을 복원하지 못했습니다.
zh_hant: 無法回復購買項目。

# store.restore.success
source: App Store purchases restored.
ja: App Storeの購入履歴を復元しました。
ko: App Store 구매 내역을 복원했습니다.
zh_hant: 已回復 App Store 購買項目。

source: Store Review · Capture Failed
ja: ストア確認・キャプチャ失敗
ko: 상점 검토 · 캡처 실패
zh_hant: 商店檢查 · 擷取失敗

# store.review.ownership
source: Ownership
ja: 所有状態
ko: 보유
zh_hant: 擁有狀態

# store.review.ownership.all
source: Both
ja: 両方
ko: 둘 다
zh_hant: 兩者

# store.review.ownership.character
source: Character Only
ja: キャラクターのみ
ko: 캐릭터만
zh_hant: 僅角色

# store.review.ownership.keepsake
source: Keepsake Only
ja: アイテムのみ
ko: 물건만
zh_hant: 僅珍藏物

# store.review.ownership.none
source: None
ja: 未所有
ko: 미보유
zh_hant: 未擁有

# store.review.product
source: Product
ja: 商品
ko: 상품
zh_hant: 商品

# store.review.purchase_disabled
source: This review screen never makes real purchases.
ja: 確認用画面では実際の購入は行いません。
ko: 검토용 화면에서는 실제 결제를 진행하지 않아요.
zh_hant: 檢查畫面不會進行實際購買。
